tap "homebrew/bundle"

brew "bat"
brew "clang-format"
brew "cmake"
brew "elixir"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "llvm"
brew "mise"
brew "neovim"
brew "node"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "stylua"
brew "tmux"
brew "zig"

cask "font-jetbrains-mono-nerd-font"
cask "rectangle"
cask "zed"
